Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 완료 정리
ar: مسح المكتملة
en: Clear Done
es: Limpiar completadas
fr: Effacer terminées
hi: पूर्ण साफ़ करें
ja: 完了を整理
pt_br: Limpar concluídas
ru: Очистить завершённые
zh_hans: 清理已完成

source: 완료 처리
ar: وضع علامة مكتمل
en: Mark complete
es: Marcar como completo
fr: Marquer comme terminé
hi: पूर्ण के रूप में चिह्नित करें
ja: 完了にする
pt_br: Marcar como concluído
ru: Отметить выполненным
zh_hans: 标记为完成

source: 왜: Claude Code 가 저장해 둔 본인 로그인 토큰으로 공식 사용량 API 를 호출해 잔량/리셋 시간을 보여줍니다. 토큰은 Anthropic API 호출에만 쓰이고 그 외로 나가지 않습니다.
ar: السبب: يستخدم رمز تسجيل الدخول الذي حفظه Claude Code لاستدعاء واجهة الاستخدام الرسمية وعرض الرصيد المتبقي ووقت إعادة التعيين. لا يُستخدم الرمز إلا لاستدعاءات Anthropic API ولا يُرسل إلى أي جهة أخرى.
en: Why: it uses the login token Claude Code saved for you to call the official usage API and show remaining quota and reset time. The token is only used for Anthropic API calls and never goes anywhere else.
es: Por qué: usa el token de inicio de sesión que Claude Code guardó para llamar a la API oficial de uso y mostrar el restante y la hora de restablecimiento. El token solo se usa para llamadas a la API de Anthropic y no sale a ningún otro sitio.
fr: Pourquoi : il utilise le jeton de connexion enregistré par Claude Code pour appeler l'API officielle d'utilisation et afficher le quota restant et l'heure de réinitialisation. Le jeton ne sert qu'aux appels à l'API Anthropic et ne va nulle part ailleurs.
hi: क्यों: Claude Code द्वारा सहेजे गए आपके लॉगिन टोकन से आधिकारिक उपयोग API कॉल कर बैलेंस/रीसेट समय दिखाता है। टोकन केवल Anthropic API कॉल में उपयोग होता है, कहीं और नहीं जाता।
ja: 理由: Claude Code が保存したあなたのログイントークンで公式の使用量 API を呼び出し、残量とリセット時刻を表示します。トークンは Anthropic API の呼び出しにのみ使われ、それ以外には送信されません。
pt_br: Por quê: usa o token de login salvo pelo Claude Code para chamar a API oficial de uso e mostrar o saldo e o horário de reset. O token é usado apenas em chamadas à API da Anthropic e não vai para nenhum outro lugar.
ru: Зачем: с помощью сохранённого Claude Code токена входа вызывается официальный API использования — чтобы показать остаток и время сброса. Токен используется только для вызовов API Anthropic и никуда больше не передаётся.
zh_hans: 原因：使用 Claude Code 保存的你本人的登录令牌调用官方用量 API，显示余量和重置时间。令牌只用于调用 Anthropic API，不会发送到其他任何地方。

source: 왜: iPhone 이 이 Mac 에 SSH 로 직접 접속하는 게 기본 경로 — 내장 sshd 가 그 연결을 받아야 합니다.
ar: السبب: المسار الافتراضي هو اتصال iPhone مباشرة بهذا الـ Mac عبر SSH — ويجب أن يستقبل sshd المدمج هذا الاتصال.
en: Why: the default path is your iPhone connecting straight to this Mac over SSH — the embedded sshd must accept that connection.
es: Por qué: la ruta predeterminada es que el iPhone se conecte directamente a este Mac por SSH; el sshd integrado debe aceptar esa conexión.
fr: Pourquoi : par défaut, l'iPhone se connecte directement à ce Mac via SSH — le sshd intégré doit accepter cette connexion.
hi: क्यों: डिफ़ॉल्ट रास्ता iPhone का इस Mac से SSH द्वारा सीधा कनेक्शन है — अंतर्निहित sshd को वह कनेक्शन स्वीकार करना होता है।
ja: 理由: iPhone がこの Mac に SSH で直接接続するのが基本経路 — 内蔵 sshd がその接続を受ける必要があります。
pt_br: Por quê: o caminho padrão é o iPhone conectar direto a este Mac via SSH — o sshd embutido precisa aceitar essa conexão.
ru: Зачем: по умолчанию iPhone подключается к этому Mac напрямую по SSH — встроенный sshd должен принять это соединение.
zh_hans: 原因：iPhone 通过 SSH 直连这台 Mac 是默认路径 — 内置 sshd 需要接收该连接。

source: 왜: macOS 정책상 관리자가 아닌 계정은 /Applications 교체에 승인이 필요합니다.
ar: السبب: وفق سياسة macOS، تحتاج الحسابات غير الإدارية إلى موافقة لاستبدال عناصر في ‎/Applications.
en: Why: by macOS policy, non-administrator accounts need approval to replace items in /Applications.
es: Por qué: por política de macOS, las cuentas no administradoras necesitan aprobación para reemplazar elementos en /Applications.
fr: Pourquoi : selon la politique de macOS, les comptes non administrateurs ont besoin d'une approbation pour remplacer des éléments dans /Applications.
hi: क्यों: macOS नीति के अनुसार गैर-एडमिन खातों को /Applications बदलने के लिए स्वीकृति चाहिए।
ja: 理由: macOS のポリシー上、管理者でないアカウントが /Applications を置き換えるには承認が必要です。
pt_br: Por quê: pela política do macOS, contas não administradoras precisam de aprovação para substituir itens em /Applications.
ru: Зачем: по правилам macOS учётным записям без прав администратора нужно подтверждение для замены в /Applications.
zh_hans: 原因：按 macOS 政策，非管理员账户替换 /Applications 内容需要授权。

source: 왜: 공유기에 포트를 자동으로 열어 (NAT-PMP/UPnP) 집 밖에서도 iPhone 이 직접 닿게 합니다.
ar: السبب: يفتح منفذاً تلقائياً على الراوتر (NAT-PMP/UPnP) ليتمكن iPhone من الوصول المباشر حتى من خارج المنزل.
en: Why: it automatically opens a port on your router (NAT-PMP/UPnP) so your iPhone can reach the Mac directly even from outside your home.
es: Por qué: abre automáticamente un puerto en el router (NAT-PMP/UPnP) para que el iPhone llegue directamente incluso desde fuera de casa.
fr: Pourquoi : un port est ouvert automatiquement sur le routeur (NAT-PMP/UPnP) pour que l'iPhone atteigne le Mac directement, même hors de chez vous.
hi: क्यों: राउटर पर पोर्ट अपने आप खोलता है (NAT-PMP/UPnP) ताकि घर के बाहर से भी iPhone सीधे पहुँच सके।
ja: 理由: ルーターのポートを自動で開き（NAT-PMP/UPnP）、外出先からでも iPhone が直接届くようにします。
pt_br: Por quê: abre automaticamente uma porta no roteador (NAT-PMP/UPnP) para o iPhone alcançar o Mac diretamente mesmo fora de casa.
ru: Зачем: автоматически открывает порт на роутере (NAT-PMP/UPnP), чтобы iPhone мог подключаться напрямую даже вне дома.
zh_hans: 原因：自动在路由器上开放端口（NAT-PMP/UPnP），让 iPhone 在外网也能直连。

source: 왜: 코드 에이전트가 그 repo 의 파일을 읽고 써야 작업할 수 있습니다.
ar: السبب: يحتاج وكيل البرمجة إلى قراءة ملفات المستودع وكتابتها لإنجاز العمل.
en: Why: the coding agent has to read and write the repo's files to do its work.
es: Por qué: el agente de código necesita leer y escribir los archivos del repo para trabajar.
fr: Pourquoi : l'agent de code doit lire et écrire les fichiers du repo pour travailler.
hi: क्यों: कोड एजेंट को काम करने के लिए उस repo की फ़ाइलें पढ़नी-लिखनी होती हैं।
ja: 理由: コードエージェントが作業するには、その repo のファイルを読み書きする必要があります。
pt_br: Por quê: o agente de código precisa ler e gravar os arquivos do repo para trabalhar.
ru: Зачем: агенту нужно читать и записывать файлы репозитория, чтобы работать.
zh_hans: 原因：代码代理需要读写该 repo 的文件才能工作。

source: 외부 VPN 회사로 트래픽을 보내지 않습니다. Tor 익명 네트워크를 통해 사용자 데스크탑과만 통신합니다.
ar: لا تُرسَل حركة الإنترنت إلى أي شركة VPN خارجية. يتم الاتصال فقط بجهاز سطح المكتب الخاص بك عبر شبكة Tor المجهولة.
en: Your traffic isn’t sent to any third-party VPN company. It only talks to your own desktop through the Tor anonymity network.
es: Tu tráfico no se envía a ninguna empresa de VPN externa. Solo se comunica con tu propio escritorio a través de la red anónima Tor.
fr: Aucun trafic n’est envoyé à une société VPN tierce. Tout passe uniquement vers votre propre poste de bureau via le réseau d’anonymat Tor.
hi: आपका ट्रैफ़िक किसी बाहरी VPN कंपनी को नहीं भेजा जाता। यह केवल Tor एनोनिमिटी नेटवर्क के ज़रिए आपके अपने डेस्कटॉप से ही बात करता है।
ja: 外部の VPN 事業者にトラフィックを送ることはありません。Tor 匿名ネットワークを通じてご自身のデスクトップとだけ通信します。
pt_br: Seu tráfego não é enviado a nenhuma empresa de VPN externa. Ele só conversa com o seu próprio desktop pela rede de anonimato Tor.
ru: Трафик не уходит ни в какую стороннюю VPN-компанию. Связь идёт только с вашим собственным десктопом через сеть анонимности Tor.
zh_hans: 你的流量不会发送给任何第三方 VPN 公司,只通过 Tor 匿名网络与你自己的桌面端通信。

source: 외부 서버 0개. 어떤 트래픽도 가로채거나 기록하지 않습니다.
ar: صفر خوادم خارجية. لا نعترض أي حركة بيانات ولا نسجلها.
en: Zero external servers. We don’t intercept or log any traffic.
es: Cero servidores externos. No interceptamos ni registramos ningún tráfico.
fr: Zéro serveur externe. Nous n’interceptons et n’enregistrons aucun trafic.
hi: बाहरी सर्वर शून्य। हम कोई ट्रैफ़िक न तो पकड़ते हैं और न ही लॉग करते हैं।
ja: 外部サーバーはゼロ。いかなるトラフィックも傍受・記録しません。
pt_br: Zero servidores externos. Não interceptamos nem registramos nenhum tráfego.
ru: Ноль внешних серверов. Никакой трафик не перехватывается и не записывается.
zh_hans: 外部服务器数量为零。我们不截取也不记录任何流量。

source: 외부 서비스나 클라우드 중계 없이, iPhone 의 Tor 가 Mac 의 Tor hidden service 에 3-hop 회로를 빌드해서 직접 연결합니다. 모든 요청은 onion routing 으로 암호화되어 전달됩니다.
ar: بدون أي خدمة خارجية أو وسيط سحابي، تبني نسخة Tor على iPhone دائرة بثلاث قفزات إلى Tor hidden service على Mac وتتصل مباشرة. كل الطلبات تُمرَّر مشفّرة عبر onion routing.
en: With no external service or cloud relay, the Tor instance on your iPhone builds a 3-hop circuit straight to the Tor hidden service on your Mac. All requests are passed through onion-routed encryption.
es: Sin servicios externos ni relés en la nube, el Tor del iPhone construye un circuito de 3 saltos directamente al hidden service de Tor en el Mac. Todas las peticiones pasan cifradas por onion routing.
fr: Sans service externe ni relais cloud, le Tor de l’iPhone construit un circuit à 3 sauts directement vers le service caché Tor du Mac. Toutes les requêtes passent par le chiffrement onion.
hi: बिना किसी बाहरी सेवा या क्लाउड रिले के, iPhone का Tor सीधे Mac के Tor hidden service तक 3-हॉप सर्किट बनाता है। सभी अनुरोध onion routing से एन्क्रिप्टेड पास होते हैं।
ja: 外部サービスやクラウド中継を一切介さず、iPhone の Tor が Mac の Tor hidden service へ 3 ホップの回路を構築して直接接続します。すべてのリクエストは onion routing による暗号化越しに送られます。
pt_br: Sem nenhum serviço externo ou retransmissor em nuvem, o Tor no iPhone monta um circuito de 3 saltos direto até o Tor hidden service no Mac. Todas as requisições passam criptografadas por onion routing.
ru: Без внешних сервисов и облачных ретрансляторов Tor на iPhone строит 3-узловую цепь прямо к Tor hidden service на Mac. Все запросы идут через onion-шифрование.
zh_hans: 无任何外部服务或云中继,iPhone 上的 Tor 直接建立 3 跳线路连接 Mac 上的 Tor hidden service。所有请求都经过 onion routing 加密传输。

source: 왼쪽
ar: يسار
en: Left
es: Izquierda
fr: Gauche
hi: बायाँ
ja: 左
pt_br: Esquerda
ru: Влево
zh_hans: 左

source: 요청
ar: الطلب
en: Request
es: Solicitud
fr: Demande
hi: अनुरोध
ja: リクエスト
pt_br: Solicitação
ru: Запрос
zh_hans: 请求

source: 우상단 + 로 예약을 만들면, Mac 이 정해진 시각에 에이전트를 실행해요.
ar: اضغط + في الأعلى يمينًا لإنشاء جدولة؛ وسيشغّل Mac الوكيل في الوقت المحدد.
en: Tap + at the top right to create a schedule; the Mac runs the agent at the set time.
es: Toca + arriba a la derecha para crear una programación; el Mac ejecuta el agente a la hora fijada.
fr: Touchez + en haut à droite pour créer une planification ; le Mac exécute l’agent à l’heure définie.
hi: ऊपर दाईं ओर + दबाकर अनुसूची बनाएँ; तय समय पर Mac एजेंट चलाएगा।
ja: 右上の + で予約を作成すると、決まった時刻に Mac がエージェントを実行します。
pt_br: Toque em + no canto superior direito para criar um agendamento; o Mac executa o agente no horário definido.
ru: Нажмите + вверху справа, чтобы создать расписание; Mac запустит агента в заданное время.
zh_hans: 点按右上角 + 创建预约，Mac 会在设定时间运行智能体。

source: 우상단 + 로 워크플로우를 만들면, 여러 에이전트가 순서대로 작업해요.
ar: أنشئ سير عمل عبر + في الأعلى يمينًا، وستعمل عدة وكلاء بالترتيب.
en: Create a workflow with + at the top right, and multiple agents work in sequence.
es: Crea un flujo de trabajo con el + de la parte superior derecha y varios agentes trabajarán en orden.
fr: Créez un flux de travail avec le + en haut à droite, et plusieurs agents travaillent dans l’ordre.
hi: ऊपर दाईं ओर + से वर्कफ़्लो बनाएँ, और कई एजेंट क्रम से काम करते हैं।
ja: 右上の + でワークフローを作成すると、複数のエージェントが順番に作業します。
pt_br: Crie um fluxo de trabalho com o + no canto superior direito e vários agentes trabalham em sequência.
ru: Создайте рабочий процесс кнопкой + вверху справа — и несколько агентов будут работать по очереди.
zh_hans: 用右上角的 + 创建工作流，多个代理会按顺序工作。

source: 우상단 + 로 워크플로우를 만들면, 캔버스에서 노드를 그리고 선으로 이어요.
ar: أنشئ سير عمل عبر + في الأعلى يمينًا، ثم ارسم العقد وصِلها بخطوط على اللوحة.
en: Create a workflow with + at the top right, then draw nodes and connect them with lines on the canvas.
es: Crea un flujo de trabajo con el + de arriba a la derecha y luego dibuja nodos y conéctalos con líneas en el lienzo.
fr: Créez un flux de travail avec le + en haut à droite, puis dessinez des nœuds et reliez-les par des lignes sur le canevas.
hi: ऊपर दाईं ओर + से वर्कफ़्लो बनाएँ, फिर कैनवास पर नोड बनाएँ और उन्हें लाइनों से जोड़ें।
ja: 右上の + でワークフローを作成し、キャンバスでノードを描いて線でつなぎます。
pt_br: Crie um fluxo de trabalho com o + no canto superior direito e depois desenhe nós e conecte-os com linhas no canvas.
ru: Создайте рабочий процесс кнопкой + вверху справа, затем рисуйте узлы и соединяйте их линиями на холсте.
zh_hans: 用右上角的 + 创建工作流，然后在画布上绘制节点并用连线连接它们。

source: 우선순위 낮음
ar: أولوية منخفضة
en: Low priority
es: Prioridad baja
fr: Priorité faible
hi: कम प्राथमिकता
ja: 優先度が低い
pt_br: Prioridade baixa
ru: Низкий приоритет
zh_hans: 优先级低

source: 운영
ar: التشغيل
en: Operations
es: Operaciones
fr: Exploitation
hi: संचालन
ja: 運用
pt_br: Operações
ru: Эксплуатация
zh_hans: 运维

source: 워크플로우
ar: سير العمل
en: Workflow
es: Flujo de trabajo
fr: Flux de travail
hi: वर्कफ़्लो
ja: ワークフロー
pt_br: Fluxo de trabalho
ru: Рабочий процесс
zh_hans: 工作流

source: 워크플로우 — 여러 에이전트를 잇는 멀티 에이전트 작업 흐름 (하단 «자동화» 탭).
ar: سير العمل — تدفق متعدّد الوكلاء يربط عدة وكلاء (علامة التبويب «الأتمتة» بالأسفل).
en: Workflow — a multi-agent flow linking several agents (bottom «Automation» tab).
es: Flujo de trabajo: un flujo multiagente que conecta varios agentes (pestaña «Automatización» inferior).
fr: Flux de travail — un flux multi-agents reliant plusieurs agents (onglet « Automatisation » en bas).
hi: वर्कफ़्लो — कई एजेंट्स को जोड़ने वाला मल्टी-एजेंट प्रवाह (नीचे «ऑटोमेशन» टैब)।
ja: ワークフロー — 複数のエージェントをつなぐマルチエージェントの作業フロー(下部の«自動化»タブ)。
pt_br: Fluxo de trabalho — um fluxo multiagente que conecta vários agentes (aba «Automação» inferior).
ru: Рабочий процесс — мультиагентный поток, связывающий несколько агентов (вкладка «Автоматизация» внизу).
zh_hans: 工作流——连接多个智能体的多智能体作业流程（底部«自动化»标签）。

source: 워크플로우 — 여러 에이전트를 잇는 멀티 에이전트 작업 흐름 (하단 탭 버튼이 주황).
ar: سير العمل — تدفق متعدّد الوكلاء يربط عدة وكلاء (زر علامة التبويب السفلي برتقالي).
en: Workflow — a multi-agent flow linking several agents (the bottom tab button is orange).
es: Flujo de trabajo: un flujo multiagente que conecta varios agentes (el botón de la pestaña inferior es naranja).
fr: Flux de travail — un flux multi-agents reliant plusieurs agents (le bouton d'onglet en bas est orange).
hi: वर्कफ़्लो — कई एजेंट्स को जोड़ने वाला मल्टी-एजेंट प्रवाह (नीचे का टैब बटन नारंगी है)।
ja: ワークフロー — 複数のエージェントをつなぐマルチエージェントの作業フロー(下部のタブボタンがオレンジ)。
pt_br: Fluxo de trabalho — um fluxo multiagente que conecta vários agentes (o botão da aba inferior é laranja).
ru: Рабочий процесс — мультиагентный поток, связывающий несколько агентов (кнопка вкладки внизу оранжевая).
zh_hans: 工作流——连接多个智能体的多智能体作业流程（底部标签按钮为橙色）。

source: 워크플로우 결정
ar: قرار سير العمل
en: Workflow decision
es: Decisión del flujo de trabajo
fr: Décision du flux de travail
hi: वर्कफ़्लो निर्णय
ja: ワークフローの決定
pt_br: Decisão do fluxo de trabalho
ru: Решение по рабочему процессу
zh_hans: 工作流决定

source: 워크플로우 목록
ar: قائمة سير العمل
en: Workflow list
es: Lista de flujos de trabajo
fr: Liste des flux de travail
hi: वर्कफ़्लो सूची
ja: ワークフロー一覧
pt_br: Lista de fluxos de trabalho
ru: Список рабочих процессов
zh_hans: 工作流列表

source: 워크플로우 삭제
ar: حذف سير العمل
en: Delete workflow
es: Eliminar flujo de trabajo
fr: Supprimer le flux de travail
hi: वर्कफ़्लो हटाएँ
ja: ワークフローを削除
pt_br: Excluir fluxo de trabalho
ru: Удалить рабочий процесс
zh_hans: 删除工作流

source: 워크플로우 설계 요청
ar: طلب تصميم سير العمل
en: Requesting workflow design
es: Solicitando diseño del flujo de trabajo
fr: Demande de conception du flux de travail
hi: वर्कफ़्लो डिज़ाइन का अनुरोध
ja: ワークフロー設計をリクエスト中
pt_br: Solicitando design do fluxo de trabalho
ru: Запрос проектирования рабочего процесса
zh_hans: 请求工作流设计

source: 워크플로우 세션
ar: جلسات سير العمل
en: Workflow sessions
es: Sesiones de flujo de trabajo
fr: Sessions de workflow
hi: वर्कफ़्लो सत्र
ja: ワークフローセッション
pt_br: Sessões de fluxo de trabalho
ru: Сессии рабочего процесса
zh_hans: 工作流会话

source: 워크플로우 실행
ar: تشغيل سير العمل
en: Run workflow
es: Ejecutar flujo de trabajo
fr: Exécuter le flux de travail
hi: वर्कफ़्लो चलाएँ
ja: ワークフローを実行
pt_br: Executar fluxo de trabalho
ru: Запустить рабочий процесс
zh_hans: 运行工作流

source: 워크플로우 실행을 찾을 수 없어요
ar: تعذّر العثور على تشغيل سير العمل
en: Can't find that workflow run
es: No se encuentra esa ejecución del flujo de trabajo
fr: Exécution du workflow introuvable
hi: वह वर्कफ़्लो रन नहीं मिला
ja: ワークフローの実行が見つかりません
pt_br: Não foi possível encontrar essa execução do fluxo de trabalho
ru: Запуск рабочего процесса не найден
zh_hans: 找不到该工作流运行

source: 워크플로우 저장
ar: حفظ سير العمل
en: Save workflow
es: Guardar flujo de trabajo
fr: Enregistrer le flux de travail
hi: वर्कफ़्लो सहेजें
ja: ワークフローを保存
pt_br: Salvar fluxo de trabalho
ru: Сохранить рабочий процесс
zh_hans: 保存工作流

source: 워크플로우 취소
ar: إلغاء سير العمل
en: Cancel workflow
es: Cancelar flujo de trabajo
fr: Annuler le flux de travail
hi: वर्कफ़्लो रद्द करें
ja: ワークフローをキャンセル
pt_br: Cancelar fluxo de trabalho
ru: Отменить рабочий процесс
zh_hans: 取消工作流

source: 워크플로우 캔버스 열기
ar: فتح لوحة سير العمل
en: Open workflow canvas
es: Abrir lienzo del flujo de trabajo
fr: Ouvrir le canevas du workflow
hi: वर्कफ़्लो कैनवास खोलें
ja: ワークフローキャンバスを開く
pt_br: Abrir tela do fluxo de trabalho
ru: Открыть холст рабочего процесса
zh_hans: 打开工作流画布

source: 워크플로우 템플릿
ar: قوالب سير العمل
en: Workflow templates
es: Plantillas de flujo de trabajo
fr: Modèles de workflow
hi: वर्कफ़्लो टेम्पलेट
ja: ワークフローテンプレート
pt_br: Modelos de fluxo de trabalho
ru: Шаблоны рабочих процессов
zh_hans: 工作流模板

source: 워크플로우가 만든 세션이 여기 보여요.
ar: تظهر هنا الجلسات التي أنشأتها مهام سير العمل.
en: Sessions created by workflows appear here.
es: Aquí aparecen las sesiones creadas por los flujos de trabajo.
fr: Les sessions créées par les workflows apparaissent ici.
hi: वर्कफ़्लो द्वारा बनाए गए सत्र यहाँ दिखते हैं।
ja: ワークフローが作成したセッションがここに表示されます。
pt_br: As sessões criadas por fluxos de trabalho aparecem aqui.
ru: Здесь отображаются сессии, созданные рабочими процессами.
zh_hans: 工作流创建的会话会显示在这里。

source: 워크플로우가 없어요
ar: لا توجد عمليات سير عمل
en: No workflows
es: No hay flujos de trabajo
fr: Aucun flux de travail
hi: कोई वर्कफ़्लो नहीं
ja: ワークフローがありません
pt_br: Nenhum fluxo de trabalho
ru: Нет рабочих процессов
zh_hans: 没有工作流

source: 워크플로우는 프로(고급) 기능이라 주황으로 표시됩니다. 곧 유료로 전환될 예정이에요 — 자세한 건 «프로 기능» 안내를 보세요.
ar: سير العمل ميزة احترافية (متقدّمة)، لذا يظهر باللون البرتقالي. سيتحوّل قريبًا إلى ميزة مدفوعة — راجع دليل «ميزات Pro» للتفاصيل.
en: Workflow is a Pro (advanced) feature, so it's shown in orange. It will soon become paid — see the «Pro features» guide for details.
es: El flujo de trabajo es una función Pro (avanzada), por eso aparece en naranja. Pronto pasará a ser de pago: consulta la guía «Funciones Pro» para más detalles.
fr: Le flux de travail est une fonctionnalité Pro (avancée), donc affichée en orange. Elle deviendra bientôt payante — voir le guide « Fonctionnalités Pro » pour en savoir plus.
hi: वर्कफ़्लो एक प्रो (उन्नत) सुविधा है, इसलिए यह नारंगी रंग में दिखती है। यह जल्द ही सशुल्क हो जाएगी — विवरण के लिए «प्रो सुविधाएँ» गाइड देखें।
ja: ワークフローはプロ(高度な)機能のためオレンジで表示されます。まもなく有料に切り替わる予定です — 詳しくは«プロ機能»の案内をご覧ください。
pt_br: O fluxo de trabalho é um recurso Pro (avançado), por isso aparece em laranja. Em breve se tornará pago — veja o guia «Recursos Pro» para detalhes.
ru: Рабочий процесс — это функция Pro (расширенная), поэтому отображается оранжевым. Скоро она станет платной — подробности см. в разделе «Pro-функции».
zh_hans: 工作流是专业版（高级）功能，因此以橙色显示。它即将转为付费——详情请参阅«专业版功能»说明。

source: 워크플로우는 프로(고급) 기능이에요. 멤버십이나 영구 이용권으로 잠금 해제하고, 처음이라면 무료 체험으로 써 볼 수 있어요 — 자세한 건 «프로 기능» 안내를 보세요.
ar: تدفقات العمل ميزة Pro (متقدمة). افتحها عبر اشتراك أو ترخيص مدى الحياة، أو جرّبها أولًا بنسخة تجريبية مجانية — راجع دليل «ميزات Pro».
en: Workflows are a Pro (advanced) feature. Unlock with a membership or lifetime license, or try it first with a free trial — see the «Pro features» guide.
es: Los flujos de trabajo son una función Pro (avanzada). Desbloquéala con una membresía o licencia vitalicia, o pruébala primero con una prueba gratuita — consulta la guía «Funciones Pro».
fr: Les workflows sont une fonctionnalité Pro (avancée). Débloquez-la avec un abonnement ou une licence à vie, ou essayez-la d’abord avec un essai gratuit — voir le guide « Fonctionnalités Pro ».
hi: वर्कफ़्लो एक प्रो (एडवांस्ड) फ़ीचर है। मेंबरशिप या लाइफटाइम लाइसेंस से अनलॉक करें, या पहले मुफ़्त ट्रायल से आज़माएँ — विवरण के लिए «प्रो फ़ीचर्स» गाइड देखें।
ja: ワークフローはプロ（高度な）機能です。メンバーシップまたは買い切りライセンスでロック解除でき、初めてなら無料トライアルで試せます — 詳しくは «プロ機能» のガイドをご覧ください。
pt_br: Os fluxos de trabalho são um recurso Pro (avançado). Desbloqueie com uma assinatura ou licença vitalícia, ou experimente primeiro com um teste gratuito — veja o guia «Recursos Pro».
ru: Рабочие процессы — это Pro-функция (расширенная). Разблокируйте подпиской или бессрочной лицензией либо сначала попробуйте бесплатно — см. раздел «Pro-функции».
zh_hans: 工作流是专业（高级）功能。可通过会员或永久许可解锁，初次也可先用免费试用体验 — 详见«专业功能»说明。

source: 워크플로우로 구현 (자가검증 + 머지 승인)
ar: التنفيذ كسير عمل (تحقق ذاتي + موافقة الدمج)
en: Implement as workflow (self-verify + merge approval)
es: Implementar como flujo de trabajo (autoverificación + aprobación de fusión)
fr: Implémenter en workflow (auto-vérification + approbation de fusion)
hi: वर्कफ़्लो के रूप में लागू करें (स्व-सत्यापन + मर्ज अनुमोदन)
ja: ワークフローで実装（自己検証＋マージ承認）
pt_br: Implementar como fluxo de trabalho (autoverificação + aprovação de merge)
ru: Реализовать как рабочий процесс (самопроверка + одобрение слияния)
zh_hans: 以工作流实现（自检 + 合并审批）

source: 워크플로우를 불러올 수 없어요
ar: تعذّر تحميل سير العمل
en: Can't load the workflow
es: No se puede cargar el flujo de trabajo
fr: Impossible de charger le workflow
hi: वर्कफ़्लो लोड नहीं हो सका
ja: ワークフローを読み込めません
pt_br: Não foi possível carregar o fluxo de trabalho
ru: Не удалось загрузить рабочий процесс
zh_hans: 无法加载工作流

source: 원격
ar: عن بُعد
en: Remote
es: Remoto
fr: Distant
hi: रिमोट
ja: リモート
pt_br: Remoto
ru: Удалённые
zh_hans: 远程

source: 원격 브랜치를 받아 같은 이름의 로컬 브랜치로 전환해요.
ar: يُنشئ فرعًا محليًا يتتبّع الفرع البعيد ويتحوّل إليه.
en: Creates a local branch that tracks the remote and switches to it.
es: Crea una rama local que sigue a la remota y cambia a ella.
fr: Crée une branche locale qui suit la branche distante et bascule dessus.
hi: रिमोट को ट्रैक करने वाली एक लोकल ब्रांच बनाता है और उस पर स्विच करता है।
ja: リモートを追跡するローカルブランチを作成して切り替えます。
pt_br: Cria uma branch local que rastreia a remota e troca para ela.
ru: Создаёт локальную ветку, отслеживающую удалённую, и переключается на неё.
zh_hans: 创建跟踪远程的本地分支并切换到它。

source: 월간
ar: شهري
en: Monthly
es: Mensual
fr: Mensuel
hi: मासिक
ja: 月額
pt_br: Mensal
ru: Месяц
zh_hans: 月付
